Repository: gettytdc/QATestNew
Catalog: TEST data for large repo/repo_Copy-2/Blueprism/CharMatching/Properties/Resources.*.resx
Languages: es_419

source: Shows or hides the region within the region editor. If invisible, a region can still be selected using the drop down menu
es_419: Muestra u oculta la región dentro del editor de la región. Si es invisible, se puede seleccionar una región usando el menú desplegable

# CMDescription_TheRectangleWhichDefinesThisRegion
source: The rectangle which defines this region
es_419: El rectángulo que define a esta región

# CMDescription_TheNameOfThisRegion
source: The name of this region
es_419: El nombre de esta región

# CMDescription_TheNumberOfPixelsBetweenEachElementInTheList
source: The number of pixels between each element in the list
es_419: La cantidad de píxeles entre cada elemento de la lista

# CMDescription_TheDirectionInWhichTheListGoes
source: The direction in which the list goes
es_419: La dirección a la que se dirige la lista

# CMEnum_Coordinates
source: Coordinates
es_419: Coordenadas

# CMEnum_Image
source: Image
es_419: Imagen

# RegionPosition_Anywhere
source: Anywhere
es_419: En cualquier lado

# RegionPosition_Relative
source: Relative
es_419: Relativo

# RegionPosition_Fixed
source: Fixed
es_419: Fijo

# CMCategory_Padding
source: Padding
es_419: Relleno

# CMCategory_Rectangle
source: Rectangle
es_419: Rectángulo

# CMDesciption_TheXPositionOfTheRectangle
source: The x position of the rectangle
es_419: La posición x del rectángulo

# CMDescription_AllPadding
source: All padding
es_419: Todos los rellenos

# CMDescription_TheBottomOfThePadding
source: The bottom of the padding
es_419: La parte inferior del relleno

# CMDescription_TheHeightOfTheRectangle
source: The height of the rectangle
es_419: La altura del relleno

# CMDescription_TheLeftOfThePadding
source: The left of the padding
es_419: La izquierda del relleno

# CMDescription_TheRightOfThePadding
source: The right of the padding
es_419: La derecha del relleno

# CMDescription_TheTopOfThePadding
source: The top of the padding
es_419: La parte superior del relleno

# CMDescription_TheWidthOfTheRectangle
source: The width of the rectangle
es_419: El ancho del rectángulo

# CMDescription_TheYPositionOfTheRectangle
source: The y position of the rectangle
es_419: La posición y del rectángulo

# CMDisplayName_All
source: All
es_419: Todo

# CMDisplayName_Bottom
source: Bottom
es_419: Parte inferior

# CMDisplayName_Height
source: Height
es_419: Altura

# CMDisplayName_Left
source: Left
es_419: Izquierda

# CMDisplayName_Right
source: Right
es_419: Derecha

# CMDisplayName_Top
source: Top
es_419: Parte superior

# CMDisplayName_Width
source: Width
es_419: Ancho

# CMCategory_RegionRectangle
source: Region Rectangle
es_419: Rectángulo de región

# CMCategory_SearchPadding
source: Search Padding
es_419: Buscar relleno
