Repository: gettytdc/QATestNew
Catalog: TEST data for large repo/repo_Copy-2/Blueprism/CharMatching/Properties/Resources.*.resx
Languages: es_419

source: The name '{0}' is already in use. Please choose another
es_419: El nombre "{0}" ya está en uso. Elija otro.

source: Please enter a name for the font
es_419: Ingrese un nombre para la fuente

source: Font Name
es_419: Nombre de la fuente

source: Extracting Font...
es_419: Extrayendo fuente…

source: Please enter a name for the Blue Prism Font to be generated from the system font: {0}
es_419: Ingrese un nombre para la fuente de Blue Prism que se generará a partir de la fuente del sistema: {0}

source: Generate a Blue Prism Font
es_419: Generar una fuente de Blue Prism

source: Generate a Blue Prism OCR Plus font
es_419: Generar una fuente de OCR Plus de Blue Prism

source: Edit Rows and Columns
es_419: Editar filas y columnas

source: Delete Last Column
es_419: Eliminar última columna

source: Delete Last Row
es_419: Eliminar última fila

source: Add Column
es_419: Agregar columna

source: Add Row
es_419: Agregar fila

source: No CharUnion set, cannot merge characters
es_419: No se estableció CharUnion; no se pueden combinar caracteres

source: The font name cannot be empty
es_419: El nombre de la fuente no puede estar vacío

source: Hide Region Editor
es_419: Ocultar editor de la región

source: Show Region Editor
es_419: Mostrar editor de la región

source: Font Editor
es_419: Editor de fuentes

source: Invalid font name
es_419: Nombre de fuente no válido

source: The font '{0}' was not recognised.
es_419: No se reconoció la fuente "{0}".

source: No font selected
es_419: No se seleccionó ninguna fuente

source: Please select a valid font
es_419: Seleccione una fuente válida

source: Blue Prism font '{0}' generated and saved
es_419: Fuente de Blue Prism "{0}" generada y guardada

source: Font generation aborted
es_419: Se anuló la generación de fuente

source: An error occurred while generating the font: {0}
es_419: Se produjo un error al generar la fuente: {0}

source: Name already in use
es_419: El nombre ya está en uso

source: Cannot close window while work is ongoing
es_419: No puede cerrar la ventana mientras el trabajo está en curso

# YouCanSearchAutomaticallyForFontsWhichMatchTheSelectedRegionSelectARegionAndEnt
source: You can search automatically for fonts which match the selected region. Select a region and enter the text value held in it. A region containing less characters is actually more reliable and likely to yield a more accurate result You can modify the parameters which determine the fonts to scan by clicking on the 'Search Constraints' link. Press the 'Search' button to scan the fonts installed on this computer for matches. Any matches found will be listed in the 'Fonts' table. After matches have been found, you can select the font to see a preview of the rendered text in that font. Using this preview you can determine whether the font is correct or not. Press OK to accept the selected font. Alternatively, you can attempt to search manually for the font.
es_419: Puede buscar automáticamente las fuentes que coincidan con la región seleccionada. Seleccione una región e ingrese el valor de texto que contiene. Una región que contenga menos caracteres es en realidad más fiable y es probable que genere un resultado más exacto Puede modificar los parámetros que determinan las fuentes que se explorarán haciendo clic en el enlace "Restricciones de búsqueda". Presione el botón "Buscar" para escanear las fuentes instaladas en este equipo en busca de coincidencias. Cualquier coincidencia encontrada aparecerá en la tabla "Fuentes". Una vez encontradas las coincidencias, puede seleccionar la fuente para ver una vista previa del texto presentado con esa fuente. Con esta vista previa, puede determinar si la fuente es correcta o no. Presione Aceptar para aceptar la fuente seleccionada. También puede intentar buscar manualmente la fuente.

# YouCanSearchManuallyForFontsWhichMatchTheSelectedRegionSelectARegionAndEnterThe
source: You can search manually for fonts which match the selected region. Select a region and enter the text value held in it. Select an approximate font size and style and press 'Render List' to generate a list of all fonts installed on this computer. Select a font in this list to see the entered text rendered in that font with your specified size and style. You can alter the size and style to see the different renderings or select a different region to compare against them. Press OK to accept the selected font. Alternatively, you can attempt to search automatically for the font.
es_419: Puede buscar manualmente fuentes que coincidan con la región seleccionada. Seleccione una región e ingrese el valor de texto que contiene. Seleccione un tamaño y un estilo de fuente aproximado y presione "Representar lista" para generar una lista de todas las fuentes instaladas en este equipo. Seleccione una fuente de esta lista para ver el texto ingresado presentado con esa fuente con el tamaño y estilo especificados. Puede modificar el tamaño y el estilo para ver las diferentes representaciones o seleccionar una región diferente para comparar. Presione Aceptar para aceptar la fuente seleccionada. También puede intentar buscar automáticamente la fuente.

source: Delete Font?
es_419: ¿Desea eliminar fuente?

source: The font '{0}' does not exist. Refreshing fonts list...
es_419: La fuente "{0}" no existe. Actualizando lista de fuentes...

source: Are you sure?
es_419: ¿Está seguro?

source: This will overwrite an existing font. Is that correct?
es_419: Esto sobrescribirá una fuente existente. ¿Es correcto?

source: Blue Prism Fonts (*.bpfont,*.xml)|*.bpfont;*.xml
es_419: Fuentes de Blue Prism (*.bpfont,*.xml)|*.bpfont;*.xml

source: An error occurred while importing {0} : {1}
es_419: Se produjo un error al importar {0} : {1}

source: Unable to import file {0}, a font named {1} already exists
es_419: No se pudo importar el archivo {0}, ya existe una fuente con el nombre {1}

source: Blue Prism Fonts (*.xml,*.bpfont)|*.xml;*.bpfont
es_419: Fuentes de Blue Prism (*.xml,*.bpfont)|*.xml;*.bpfont

source: You must provide a font name
es_419: Debe proporcionar un nombre de fuente

source: New Font {0}
es_419: Nueva fuente {0}

source: Delete the font '{0}'?
es_419: ¿Desea eliminar la fuente "{0}"?

source: Testing {0} ({1})
es_419: Probando {0} ({1})

source: Complete
es_419: Completo

source: Cancelled
es_419: Cancelado

source: Error occurred : {0}
es_419: Se produjo un error: {0}

source: You must tick at least one checkbox in each group
es_419: Debe marcar al menos una casilla de verificación en cada grupo

source: 'x' must be a PropertyDescriptor
es_419: "x" debe ser un PropertyDescriptor

source: 'y' must be a PropertyDescriptor
es_419: "y" debe ser un PropertyDescriptor

source: 'min' cannot be greater than 'max'
es_419: "mín." no puede ser mayor que "máx."

source: Does not support IComparable
es_419: No es compatible con IComparable

source: 'min' and 'max' must be the same type - ({0}, {1})
es_419: "mín." y "máx." deben ser del mismo tipo: ({0}, {1})

# plural_WarningTheDefinedRegionsReferToCOUNTPluralOne1FontOtherFontsWith
source: Warning: The defined regions refer to {COUNT, plural, one {1 font} other {# fonts}} with no defined characters: {FONTLIST}. The character matching operations using {COUNT, plural, one {this font} other {these fonts}} will fail until {COUNT, plural, one {it is} other {they are}} populated, either by importing the {COUNT, plural, one {font} other {fonts}} or generating {COUNT, plural, one {it} other {them}} in this environment. Save changes and continue anyway?
es_419: Advertencia: Las regiones definidas se refieren a {COUNT, plural, one {1 fuente} other {# fuentes}} sin caracteres definidos: {FONTLIST}. Las operaciones de coincidencia de caracteres utilizando {COUNT, plural, one {esta fuente} other {estas fuentes}} no se realizarán correctamente hasta que {COUNT, plural, one {esté} other {estén}} completas, ya sea importando {COUNT, plural, one {fuente} other {fuentes}} o generando {COUNT, plural, one {esta} other {estas}} en este entorno. ¿Desea guardar los cambios y continuar de todas formas?

source: Empty fonts detected
es_419: Se detectaron fuentes vacías

source: Show Characters
es_419: Mostrar caracteres

source: Hide Characters
es_419: Ocultar caracteres

source: An error occurred while applying changes:
es_419: Se produjo un error al aplicar los cambios:

source: <None>
es_419: <Ninguno>

source: A font with the name '{0}' already exists. Please choose another
es_419: Ya existe una fuente con el nombre "{0}". Elija otro

source: Load Error
es_419: Error de carga

source: An error occurred while loading the image '{0}' : {1}
es_419: Se produjo un error al cargar la imagen "{0}": {1}

source: Images (*.bmp, *.png, *.jpg, *.gif)|*.bmp;*.png;*.jpg;*.gif|All Files (*.*)|*.*
es_419: Imágenes (*.bmp, *.png, *.jpg, *.gif)|*.bmp;*.png;*.jpg;*.gif|Todos los archivos (*.*)|*.*

source: A region with the name '{0}' already exists in this region editor
es_419: Ya existe una región con el nombre "{0}" en este editor de regiones

source: The property could not be reset: {0}
es_419: No se pudo restablecer la propiedad: {0}

source: No operation
es_419: Ninguna operación

# ShiftLeft_helpText
source: Shift Left
es_419: Desplazar a la izquierda

# ShiftDown_helpText
source: Shift Down
es_419: Desplazar hacia abajo

# ShiftRight_helpText
source: Shift Right
es_419: Desplazar a la derecha

# ShiftUp_helpText
source: Shift Up
es_419: Desplazar hacia arriba

# TrimLeft_helpText
source: Trim Left
es_419: Recortar a la izquierda

# TrimBottom_helpText
source: Trim Bottom
es_419: Recortar parte inferior

# TrimRight_helpText
source: Trim Right
es_419: Recortar a la derecha

# TrimTop_helpText
source: Trim Top
es_419: Recortar parte superior

# PadLeft_helpText
source: Pad Left
es_419: Rellenar a la izquierda

# PadBottom_helpText
source: Pad Bottom
es_419: Rellenar parte inferior

# PadRight_helpText
source: Pad Right
es_419: Rellenar a la derecha

# PadTop_helpText
source: Pad Top
es_419: Rellenar parte superior

source: An error occurred while creating the font '{0}': {1}
es_419: Se produjo un error al crear la fuente "{0}": {1}

source: Region {0}
es_419: Región {0}

source: List Region {0}
es_419: Región de la lista {0}

source: Grid Region {0}
es_419: Región de la cuadrícula {0}

source: {0} (searches for an image anywhere within the parent element)
es_419: {0} (busca una imagen en cualquier ubicación dentro del elemento principal)

source: (searches for the region using coordinates at a fixed position)
es_419: (busca la región usando coordenadas en una posición fija)

source: (searches for the region using coordinates at a fixed position including search padding)
es_419: (busca la región usando coordenadas en una posición fija, lo que incluye el relleno de búsqueda)

source: (searches for the region using coordinates at a position relative to {0})
es_419: (busca la región usando coordenadas en una posición en relación con {0})

source: (searches for the region using coordinates at a position relative to {0} including search padding)
es_419: (busca la región usando coordenadas en una posición en relación con {0}, lo que incluye el relleno de búsqueda)

source: (searches for an image at a fixed position)
es_419: (busca una imagen en una posición fija)

source: (searches for an image at a fixed position including search padding)
es_419: (busca una imagen en una posición fija, lo que incluye el relleno de búsqueda)

source: (searches for an image at a position relative to {0})
es_419: (busca una imagen en una posición en relación con {0})

source: (searches for an image at a position relative to {0} including search padding)
es_419: (busca una imagen en una posición en relación con {0}, lo que incluye el relleno de búsqueda)

source: -Active
es_419: -Activo

source: Could not find property {0}
es_419: No se pudo encontrar la propiedad {0}

source: The method or operation is not implemented.
es_419: El método o la operación no se implementaron.

source: The fonts in this store cannot be modified
es_419: No se pueden modificar las fuentes en este almacén

source: The given XML file could not be parsed into a font. Root element found: {0}
es_419: El archivo XML dado no se pudo analizar en una fuente. Elemento raíz encontrado: {0}

source: Data must be provided for a font
es_419: Se deben proporcionar los datos para una fuente

source: Name cannot be empty
es_419: El nombre no puede estar vacío

source: endRow ({1}) must not exceed startRow ({0})
es_419: endRow ({1}) no debe superar a startRow ({0})

source: endRow({0}) must be between 0 and {1}
es_419: endRow({0}) debe ser entre 0 y {1}

source: startRow ({0}) must be between 0 and {1}
es_419: startRow ({0}) debe ser entre 0 y {1}

source: Error - too many loop iterations in function RemoveEnclosingBlocksFromPixRect
es_419: Error: demasiadas iteraciones de bucle en la función RemoveEnclosingBlocksFromPixRect

source: Outcome not recognised
es_419: Resultado no reconocido

source: Size of the state mask must match the size of this character's glyph
es_419: El tamaño de la máscara de estado debe coincidir con el tamaño del glifo de este carácter

source: The font '{0}' contains no characters
es_419: La fuente "{0}" no contiene caracteres

source: No font set in union - cannot merge characters
es_419: No se estableció una fuente en la unión: no se pueden combinar caracteres

source: An error occurred trying to open the Control Panel: {0}
es_419: Se produjo un error al intentar abrir el Panel de control: {0}

source: Font Smoothing Enabled
es_419: Suavizado de fuentes habilitado

# FontsCannotBeProperlyGeneratedBecauseFontSmoothingIsCurrentlyEnabledOnThisSyste
source: Fonts cannot be properly generated because font smoothing is currently enabled on this system. The feature must be disabled before proceeding. It can be disabled by unticking 'Smooth edges of screen fonts' in Control Panel -> System -> Advanced -> Performance Settings -> Visual Effects. Do you want to open the System Control Panel now?
es_419: Las fuentes no se pueden generar correctamente porque el suavizado de fuentes está actualmente habilitado en este sistema. La función se debe deshabilitar antes de continuar. Se puede deshabilitar desmarcando "Suavizar los bordes de las fuentes de la pantalla" en Panel de control -> Sistema -> Avanzado -> Configuración de rendimiento -> Efectos visuales. ¿Desea abrir el Panel de control del sistema ahora?

source: Not a valid font definition; Found root node: {0}
es_419: No es una definición de fuente válida; Nodo raíz encontrado: {0}

source: A named colour or a six-digit colour string is required
es_419: Se requiere un color con nombre o una cadena de color de seis dígitos

source: EraseBlocks parameter cannot be used unless identifying by background colour
es_419: El parámetro EraseBlocks no se puede utilizar a menos que se identifique por el color de fondo

source: Row: {0} not within grid of height: {1}
es_419: Fila: {0} no dentro de la cuadrícula de altura: {1}

source: Column: {0} not within grid of width: {1}
es_419: Columna: {0} no dentro de la cuadrícula de ancho: {1}

source: This mask cannot be stripped from the {0} any further
es_419: No se puede despojar más a esta máscara de {0}

source: Point '{0}' is not within grid bounds: {1}
es_419: El punto "{0}" no está dentro de los límites de la cuadrícula: {1}

source: Invalid direction specified:
es_419: Dirección especificada no válida:

source: Can only test a horizontal or vertical line - not the line from {0} to {1}
es_419: Solo puede probar una línea horizontal o vertical, no la línea de {0} a {1}

source: Rectangle: {0} is out of bounds for the given image - size: {1}
es_419: Rectángulo: {0} está fuera de los límites de la imagen dada; tamaño: {1}

source: Rectangles must be same size: {0} != {1}
es_419: Los rectángulos deben tener el mismo tamaño: {0} != {1}

source: Invalid value for {0}: {1}
es_419: Valor no válido para {0}: {1}

source: Invalid file format - expected even number of letter pairs
es_419: Formato de archivo no válido: se espera un número par de pares de letras

source: Invalid value attribute for {0}: {1}
es_419: Valor de atributo no válido para {0}: {1}

source: Invalid kernvalue for {0}: {1}
es_419: kernvalue no válido para {0}: {1}

source: Invalid kernvalue for '{0}'
es_419: kernvalue no válido para "{0}"

source: Invalid letter for '{0}'
es_419: Letra no válida para "{0}"

source: Invalid value for '{0}'
es_419: Valor no válido para "{0}"

source: Masks must be the same size to check for containment
es_419: Las máscaras deben ser del mismo tamaño para comprobar la contención

source: Mismatch between size and number of bits:
es_419: No hay coincidencia entre el tamaño y la cantidad de bits:

source: Invalid encoded mask value:
es_419: Valor de máscara codificado no válido:

source: No font with the name '{0}' was found
es_419: No se encontró una fuente con el nombre "{0}"

source: Cannot find region identified as an image.
es_419: No se puede encontrar la región identificada como una imagen.

source: A relative parent ({0} above the target region) could not be identified as an image.
es_419: Un valor principal relativo ({0} por encima de la región de destino) no se pudo identificar como una imagen.

source: Failed to find top of left character in {0}{1}
es_419: No se encontró la parte superior del carácter izquierdo en {0}{1}

source: Calculating spacing between '{0}' and '{1}'
es_419: Calculando espaciado entre "{0}" y "{1}"

source: Adding '{0}'
es_419: Agregando "{0}"

source: Saving Blue Prism font: {0}
es_419: Guardando fuente de Blue Prism: {0}

source: Generated Blue Prism font: {0}
es_419: Fuente de Blue Prism generada: {0}

# CMDisplayName_Container
source: Container
es_419: Contenedor

# CMDisplayName_Label
source: Label
es_419: Etiqueta

# CMDisplayName_Hovering
source: Hovering
es_419: Desplazamiento sobre un elemento

# CMDisplayName_Selected
source: Selected
es_419: Seleccionado

# CMDisplayName_Active
source: Active
es_419: Activo

# CMDisplayName_Mode
source: Mode
es_419: Modo

# CMDisplayName_Feathered
source: Feathered
es_419: Con plumaje

# CMDisplayName_Image
source: Image
es_419: Imagen

# CMDisplayName_To
source: To
es_419: Para

# CMDisplayName_From
source: From
es_419: De

# CMDisplayName_Font
source: Font
es_419: Fuente

# CMDisplayName_Chars
source: Chars
es_419: Caracteres

# CMDisplayName_Tag
source: Tag
es_419: Etiqueta

# CMDisplayName_Greyscale
source: Grayscale
es_419: Escala de grises

# CMDisplayName_ColourTolerance
source: Colour Tolerance
es_419: Tolerancia de color

# CMDisplayName_SearchPadding
source: Search Padding
es_419: Buscar relleno

# CMDisplayName_LocationMethod
source: Location Method
es_419: Método de ubicación

# CMDisplayName_RelativeParent
source: Relative Parent
es_419: Elemento principal relativo

# CMDisplayName_Position
source: Position
es_419: Posición

# CMDisplayName_RetainImage
source: Retain Image
es_419: Retener imagen

# CMDisplayName_Rectangle
source: Rectangle
es_419: Rectángulo

# CMDisplayName_Name
source: Name
es_419: Nombre

# CMDisplayName_Padding
source: Padding
es_419: Relleno

source: False
es_419: Falso

source: True
es_419: Cierto

source: Data
es_419: Datos

# CMCategory_RegionLocation
source: Region Location
es_419: Ubicación de la región

# CMCategory_Appearance
source: Appearance
es_419: Apariencia

# CMCategory_Region
source: Region
es_419: Región

# CMCategory_Identification
source: Identification
es_419: Identificación

# CMCategory_Behaviour
source: Behaviour
es_419: Comportamiento

# CMDescription_TheLocationInTheControlThatRegionGoesTo
source: The location in the control that region goes to
es_419: La ubicación en el control hacia donde esa región se dirige

# CMDescription_TheLocationInTheControlThatRegionStartsFrom
source: The location in the control that region starts from
es_419: La ubicación en el control desde donde se inicia esa región

# CMDescription_ExternallyRegisteredCharsAssociatedWithTheRegion
source: Externally registered chars associated with the region
es_419: Caracteres registrados externamente asociados con la región

# CMDescription_UserDefinedDataAssociatedWithTheObject
source: User-defined data associated with the object
es_419: Datos definidos por el usuario y asociados al objeto

# CMDescription_TrueToUseGrayscaleInTheImageToSearchForThisRegion
source: True to use grayscale in the image to search for this region
es_419: Verdadero para usar la escala de grises en la imagen para buscar esta región

source: Specifies the tolerance when comparing the R, G and B components of an image's pixels at run-time. Valid values are 0 through 255
es_419: Especifica la tolerancia cuando se comparan los componentes R, G y B de los píxeles de una imagen en tiempo de ejecución. Los valores válidos son de 0 a 255

source: Specifies the area around an image's original location that the region's stored image will be searched for at run-time.
es_419: Especifica el área alrededor de la ubicación original de la imagen donde se buscará la imagen almacenada de la región en tiempo de ejecución.

source: Method used to locate a region within the containing element at run-time. 'Image' will locate the region by searching for the region's stored image at run-time; Intended for form elements with static content such as labels, icons and buttons. 'Coordinates' will locate the region by using the fixed rectangle that defines the region; Intended for elements that contain dynamic contentï¿½such as text, checkboxes and combo-boxes.
es_419: Método utilizado para ubicar una región dentro del elemento contenedor en tiempo de ejecución. "Imagen" ubicará la región buscando la imagen almacenada de la región en tiempo de ejecución; destinado a elementos de forma con contenido estático como etiquetas, iconos y botones. "Coordenadas" ubicará la región usando el rectángulo fijo que define la región; destinado a elementos con contenido dinámico, como texto, casillas de verificación y cuadros combinados.

source: The region from which this region's location is relatively calculated from at run-time.
es_419: La región a partir de la cual se calcula relativamente la ubicación de esta región en tiempo de ejecución.

source: Controls where a region's stored image is searched for within the containing element at run-time. 'Fixed' limits the search to the image location originally recorded when modelling the application, plus the additional surrounding area specified in the 'Search Padding' property. 'Relative' will search for this region relative to where its ''Relative Parent'' is found at run-time. 'Anywhere' will search the entirety of the region's parent element, and is only available when the ''Location Method'' property is set to ''Image''
es_419: Controla dónde se busca la imagen almacenada de una región dentro del elemento que la contiene en tiempo de ejecución. "Fija" limita la búsqueda a la ubicación de la imagen originalmente registrada al modelar la aplicación, más el área circundante adicional especificada en la propiedad "Buscar relleno". "Relativa" buscará la región con respecto a donde se encuentra su "Valor principal relativo"' en tiempo de ejecución. "Cualquier lugar" buscará la totalidad del elemento principal de la región y solo está disponible cuando la propiedad "Método de ubicación" se establece en "Imagen".

# CMDescription_TrueToRetainTheImageFromTheSpiedRegionInThisRegion
source: True to retain the image from the spied region in this region
es_419: Verdadero para retener la imagen de la región espiada en esta región

# CMDescription_TheBluePrismFontThatIsUsedInThisRegion
source: The Blue Prism font that is used in this region
es_419: La fuente de Blue Prism que se utiliza en esta región
