Repository: gettytdc/QATestNew
Catalog: TEST data for large repo/REPO_Copy-6/Blueprism/BluePrism.AutomateProcessCore/WebApis/WebApiResources.*.resx
Languages: es_419

# AuthenticationType_Basic
source: Basic
es_419: Básica

# AuthenticationType_BearerToken
source: Bearer Token
es_419: Ficha de portador

# AuthenticationType_Custom
source: Custom
es_419: Personalizada

# AuthenticationType_None
source: None
es_419: Ninguno

# AuthenticationType_OAuth2ClientCredentials
source: OAuth 2.0 (Client Credentials)
es_419: OAuth 2.0 (credenciales de cliente)

# AuthenticationType_OAuth2JwtBearerToken
source: OAuth 2.0 (JWT Bearer Token)
es_419: OAuth 2.0 (ficha de portador JWT)

# CredentialNotSelectedError
source: A credential authentication has not been chosen in the Web API configuration.
es_419: No se ha elegido una autenticación de credenciales en la configuración de API web.

# CredentialParameterMissingErrorTemplate
source: Credential name input parameter "{0}" is missing or empty and a credential has not been chosen in the Web API configuration.
es_419: El parámetro de entrada de nombre de la credencial "{0}" falta o está vacío y no se ha elegido una credencial en la configuración de la API web.

# CustomCodeExecutionErrorTemplate
source: Cannot execute action "{0}" due to an error when running custom code: {1}
es_419: No se puede ejecutar la acción "{0}" debido a un error al ejecutar el código personalizado: {1}

# CustomCodeLocationTitleTemplate
source: Code used to generate content in action {0}
es_419: Código utilizado para generar contenido en la acción {0}

# CustomCodeRunTimeCompilationErrorTemplate
source: Cannot execute action "{0}" because an error occurred while compiling custom code. Errors were found in the following locations: {1}
es_419: No se puede ejecutar la acción "{0}" debido a un error de compilación del código personalizado. Se encontraron errores en las siguientes ubicaciones: {1}

# DataMismatchTemplate
source: Data Type mismatch in array: Element '{0}' has type instead of expected type '{1}'
es_419: Error de coincidencia de tipo de datos en la matriz: el elemento "{0}" tiene un tipo diferente del tipo esperado "{1}"

# ErrorParsingJson
source: The Web API action contains output parameters based on JSON data, but the response does not contain valid JSON content.
es_419: La acción de la API web contiene parámetros de salida basados en los datos JSON, pero la respuesta no tiene contenido JSON válido.

# FileCollectionBodyContent_InputCollection_Fields_ContentType_Description
source: The media type of the content.
es_419: El tipo de medios del contenido.

# FileCollectionBodyContent_InputCollection_Fields_FieldName_Description
source: The HTML field in the form that the content refers to.
es_419: El campo HTML en la forma a la que el contenido hace referencia.

# FileCollectionBodyContent_InputCollection_Fields_FileName_Description
source: The original file name of the content being transmitted.
es_419: El nombre del archivo original del contenido que se transmite.

# FileCollectionBodyContent_InputCollection_Fields_File_Description
source: The binary content being transmitted.
es_419: El contenido binario que se transmite.

# FileCollectionInputParameterDescription
source: The file collection to send in the Web API Request
es_419: La colección de archivos para enviar en la solicitud de API web

# OAuth2AccessTokenExceptionTemplate
source: Failed to get OAuth2.0 Access Token : "{0}" "{1}"
es_419: No se pudo obtener la ficha de acceso OAuth2.0: "{0}" "{1}"

# OAuth2InvalidTokenException
source: Failed to get OAuth2.0 Access Token: Invalid token
es_419: No se pudo obtener la ficha de acceso OAuth2.0: ficha no válida

# RequestBodyType_CustomCode_Title
source: Custom Code
es_419: Código personalizado

# RequestBodyType_MultiFile_Title
source: Multiple Files
es_419: Múltiples archivos

# RequestBodyType_None_Title
source: None
es_419: Ninguno

# RequestBodyType_SingleFile_Title
source: Single File
es_419: Archivo único

# RequestBodyType_MultiFile_ParameterName
source: Files
es_419: Archivos

# RequestBodyType_SingleFile_ParameterName
source: File
es_419: Archivo

# RequestBodyType_Template_Title
source: Template
es_419: Plantilla

# ResponseOutputParameterType_CustomCode_Title
source: Custom Code
es_419: Código personalizado

# ResponseOutputParameterType_JsonPath_Title
source: Json Path
es_419: Ruta Json

# ResponseOutputParameterType_None_Title
source: None
es_419: Ninguno

# RestrictedHeaderNotSupportedErrorTemplate
source: The header "{0}" cannot be set manually
es_419: El encabezado "{0}" no se puede establecer manualmente

# SharedCodeLocationTitle
source: Shared code
es_419: Código compartido

# SingleFileInputParameterDescription
source: The file to send in the Web API Request
es_419: El archivo para enviar en la solicitud de API web

# UnknownActionErrorTemplate
source: Unrecognised action "{0}"
es_419: Acción no reconocida "{0}"

# UnknownCredentialErrorTemplate
source: Unrecognised credential "{0}"
es_419: Credencial no reconocida "{0}"
