Repository: gettytdc/QATestNew
Catalog: TEST data for large repo/REPO_Copy-6/Blueprism/CharMatching/Properties/Resources.*.resx
Languages: de_de

source: Shows or hides the region within the region editor. If invisible, a region can still be selected using the drop down menu
de_de: T_Shows or hides the region within the region editor. T_If invisible, a region can still be selected using the drop down menu

# CMDescription_TheRectangleWhichDefinesThisRegion
source: The rectangle which defines this region
de_de: T_The rectangle which defines this region

# CMDescription_TheNameOfThisRegion
source: The name of this region
de_de: T_The name of this region

# CMDescription_TheNumberOfPixelsBetweenEachElementInTheList
source: The number of pixels between each element in the list
de_de: T_The number of pixels between each element in the list

# CMDescription_TheDirectionInWhichTheListGoes
source: The direction in which the list goes
de_de: T_The direction in which the list goes

# CMEnum_Coordinates
source: Coordinates
de_de: T_Coordinates

# CMEnum_Image
source: Image
de_de: T_Image

# RegionPosition_Anywhere
source: Anywhere
de_de: T_Anywhere

# RegionPosition_Relative
source: Relative
de_de: T_Relative

# RegionPosition_Fixed
source: Fixed
de_de: T_Fixed

# CMCategory_Padding
source: Padding
de_de: T_Padding

# CMCategory_Rectangle
source: Rectangle
de_de: T_Rectangle

# CMDesciption_TheXPositionOfTheRectangle
source: The x position of the rectangle
de_de: T_The x position of the rectangle

# CMDescription_AllPadding
source: All padding
de_de: T_All padding

# CMDescription_TheBottomOfThePadding
source: The bottom of the padding
de_de: T_The bottom of the padding

# CMDescription_TheHeightOfTheRectangle
source: The height of the rectangle
de_de: T_The height of the rectangle

# CMDescription_TheLeftOfThePadding
source: The left of the padding
de_de: T_The left of the padding

# CMDescription_TheRightOfThePadding
source: The right of the padding
de_de: T_The right of the padding

# CMDescription_TheTopOfThePadding
source: The top of the padding
de_de: T_The top of the padding

# CMDescription_TheWidthOfTheRectangle
source: The width of the rectangle
de_de: T_The width of the rectangle

# CMDescription_TheYPositionOfTheRectangle
source: The y position of the rectangle
de_de: T_The y position of the rectangle

# CMDisplayName_All
source: All
de_de: T_All

# CMDisplayName_Bottom
source: Bottom
de_de: T_Bottom

# CMDisplayName_Height
source: Height
de_de: T_Height

# CMDisplayName_Left
source: Left
de_de: T_Left

# CMDisplayName_Right
source: Right
de_de: T_Right

# CMDisplayName_Top
source: Top
de_de: T_Top

# CMDisplayName_Width
source: Width
de_de: T_Width

# CMCategory_RegionRectangle
source: Region Rectangle
de_de: T_Region Rectangle

# CMCategory_SearchPadding
source: Search Padding
de_de: T_Search Padding
