Repository: gettytdc/QATestNew
Catalog: TEST data for large repo/REPO_Copy-6/Blueprism/CharMatching/Properties/Resources.*.resx
Languages: de_de

source: The name '{0}' is already in use. Please choose another
de_de: T_The name '{0}' is already in use. T_Please choose another

source: Please enter a name for the font
de_de: T_Please enter a name for the font

source: Font Name
de_de: T_Font Name

source: Error
de_de: T_Error

source: Extracting Font...
de_de: T_Extracting Font...

source: Please enter a name for the Blue Prism Font to be generated from the system font: {0}
de_de: T_Please enter a name for the Blue Prism Font to be generated from the system font: T_{0}

source: Generate a Blue Prism Font
de_de: T_Generate a Blue Prism Font

source: Generate a Blue Prism OCR Plus font
de_de: T_Generate a Blue Prism OCR Plus font

source: Edit Rows and Columns
de_de: T_Edit Rows and Columns

source: Delete Last Column
de_de: T_Delete Last Column

source: Delete Last Row
de_de: T_Delete Last Row

source: Add Column
de_de: T_Add Column

source: Add Row
de_de: T_Add Row

source: No CharUnion set, cannot merge characters
de_de: T_No CharUnion set, cannot merge characters

source: The font name cannot be empty
de_de: T_The font name cannot be empty

source: Hide Region Editor
de_de: T_Hide Region Editor

source: Show Region Editor
de_de: T_Show Region Editor

source: Font Editor
de_de: T_Font Editor

source: Invalid font name
de_de: T_Invalid font name

source: The font '{0}' was not recognised.
de_de: T_The font '{0}' was not recognised.

source: No font selected
de_de: T_No font selected

source: Please select a valid font
de_de: T_Please select a valid font

source: Blue Prism font '{0}' generated and saved
de_de: T_Blue Prism font '{0}' generated and saved

source: Font generation aborted
de_de: T_Font generation aborted

source: An error occurred while generating the font: {0}
de_de: T_An error occurred while generating the font: T_{0}

source: Name already in use
de_de: T_Name already in use

source: Cannot close window while work is ongoing
de_de: T_Cannot close window while work is ongoing

# YouCanSearchAutomaticallyForFontsWhichMatchTheSelectedRegionSelectARegionAndEnt
source: You can search automatically for fonts which match the selected region. Select a region and enter the text value held in it. A region containing less characters is actually more reliable and likely to yield a more accurate result You can modify the parameters which determine the fonts to scan by clicking on the 'Search Constraints' link. Press the 'Search' button to scan the fonts installed on this computer for matches. Any matches found will be listed in the 'Fonts' table. After matches have been found, you can select the font to see a preview of the rendered text in that font. Using this preview you can determine whether the font is correct or not. Press OK to accept the selected font. Alternatively, you can attempt to search manually for the font.
de_de: T_You can search automatically for fonts which match the selected region. T_Select a region and enter the text value held in it. T_A region containing less characters is actually more reliable and likely to yield a more accurate result T_You can modify the parameters which determine the fonts to scan by clicking on the 'Search Constraints' link. T_Press the 'Search' button to scan the fonts installed on this computer for matches. T_Any matches found will be listed in the 'Fonts' table. T_After matches have been found, you can select the font to see a preview of the rendered text in that font. T_Using this preview you can determine whether the font is correct or not. T_Press OK to accept the selected font. T_Alternatively, you can attempt to search manually for the font.

# YouCanSearchManuallyForFontsWhichMatchTheSelectedRegionSelectARegionAndEnterThe
source: You can search manually for fonts which match the selected region. Select a region and enter the text value held in it. Select an approximate font size and style and press 'Render List' to generate a list of all fonts installed on this computer. Select a font in this list to see the entered text rendered in that font with your specified size and style. You can alter the size and style to see the different renderings or select a different region to compare against them. Press OK to accept the selected font. Alternatively, you can attempt to search automatically for the font.
de_de: T_You can search manually for fonts which match the selected region. T_Select a region and enter the text value held in it. T_Select an approximate font size and style and press 'Render List' to generate a list of all fonts installed on this computer. T_Select a font in this list to see the entered text rendered in that font with your specified size and style. T_You can alter the size and style to see the different renderings or select a different region to compare against them. T_Press OK to accept the selected font. T_Alternatively, you can attempt to search automatically for the font.

source: Delete Font?
de_de: T_Delete Font?

source: The font '{0}' does not exist. Refreshing fonts list...
de_de: T_The font '{0}' does not exist. T_Refreshing fonts list...

source: Are you sure?
de_de: T_Are you sure?

source: This will overwrite an existing font. Is that correct?
de_de: T_This will overwrite an existing font. T_Is that correct?

source: Blue Prism Fonts (*.bpfont,*.xml)|*.bpfont;*.xml
de_de: T_Blue Prism Fonts (*.bpfont,*.xml)|*.bpfont;*.xml

source: An error occurred while importing {0} : {1}
de_de: T_An error occurred while importing {0} : T_{1}

source: Unable to import file {0}, a font named {1} already exists
de_de: T_Unable to import file {0}, a font named {1} already exists

source: Blue Prism Fonts (*.xml,*.bpfont)|*.xml;*.bpfont
de_de: T_Blue Prism Fonts (*.xml,*.bpfont)|*.xml;*.bpfont

source: You must provide a font name
de_de: T_You must provide a font name

source: New Font {0}
de_de: T_New Font {0}

source: Delete the font '{0}'?
de_de: T_Delete the font '{0}'?

source: Testing {0} ({1})
de_de: T_Testing {0} ({1})

source: Complete
de_de: T_Complete

source: Cancelled
de_de: T_Cancelled

source: Error occurred : {0}
de_de: T_Error occurred : T_{0}

source: You must tick at least one checkbox in each group
de_de: T_You must tick at least one checkbox in each group

source: 'x' must be a PropertyDescriptor
de_de: T_'x' must be a PropertyDescriptor

source: 'y' must be a PropertyDescriptor
de_de: T_'y' must be a PropertyDescriptor

source: 'min' cannot be greater than 'max'
de_de: T_'min' cannot be greater than 'max'

source: Does not support IComparable
de_de: T_Does not support IComparable

source: 'min' and 'max' must be the same type - ({0}, {1})
de_de: T_'min' and 'max' must be the same type - ({0}, {1})

# plural_WarningTheDefinedRegionsReferToCOUNTPluralOne1FontOtherFontsWith
source: Warning: The defined regions refer to {COUNT, plural, one {1 font} other {# fonts}} with no defined characters: {FONTLIST}. The character matching operations using {COUNT, plural, one {this font} other {these fonts}} will fail until {COUNT, plural, one {it is} other {they are}} populated, either by importing the {COUNT, plural, one {font} other {fonts}} or generating {COUNT, plural, one {it} other {them}} in this environment. Save changes and continue anyway?
de_de: T_Warning: T_The defined regions refer to {COUNT, plural, one {1 font} other {# fonts}} with no defined characters: T_{FONTLIST}. T_The character matching operations using {COUNT, plural, one {this font} other {these fonts}} will fail until {COUNT, plural, one {it is} other {they are}} populated, either by importing the {COUNT, plural, one {font} other {fonts}} or generating {COUNT, plural, one {it} other {them}} in this environment. T_Save changes and continue anyway?

source: Empty fonts detected
de_de: T_Empty fonts detected

source: Show Characters
de_de: T_Show Characters

source: Hide Characters
de_de: T_Hide Characters

source: An error occurred while applying changes:
de_de: T_An error occurred while applying changes:

source: <None>
de_de: T_<None>

source: A font with the name '{0}' already exists. Please choose another
de_de: T_A font with the name '{0}' already exists. T_Please choose another

source: Load Error
de_de: T_Load Error

source: An error occurred while loading the image '{0}' : {1}
de_de: T_An error occurred while loading the image '{0}' : T_{1}

source: Images (*.bmp, *.png, *.jpg, *.gif)|*.bmp;*.png;*.jpg;*.gif|All Files (*.*)|*.*
de_de: T_Images (*.bmp, *.png, *.jpg, *.gif)|*.bmp;*.png;*.jpg;*.gif|All Files (*.*)|*.*

source: A region with the name '{0}' already exists in this region editor
de_de: T_A region with the name '{0}' already exists in this region editor

source: The property could not be reset: {0}
de_de: T_The property could not be reset: T_{0}

source: <No Region Selected>
de_de: T_<No Region Selected>

source: No operation
de_de: T_No operation

# ShiftLeft_helpText
source: Shift Left
de_de: T_Shift Left

# ShiftDown_helpText
source: Shift Down
de_de: T_Shift Down

# ShiftRight_helpText
source: Shift Right
de_de: T_Shift Right

# ShiftUp_helpText
source: Shift Up
de_de: T_Shift Up

# TrimLeft_helpText
source: Trim Left
de_de: T_Trim Left

# TrimBottom_helpText
source: Trim Bottom
de_de: T_Trim Bottom

# TrimRight_helpText
source: Trim Right
de_de: T_Trim Right

# TrimTop_helpText
source: Trim Top
de_de: T_Trim Top

# PadLeft_helpText
source: Pad Left
de_de: T_Pad Left

# PadBottom_helpText
source: Pad Bottom
de_de: T_Pad Bottom

# PadRight_helpText
source: Pad Right
de_de: T_Pad Right

# PadTop_helpText
source: Pad Top
de_de: T_Pad Top

source: An error occurred while creating the font '{0}': {1}
de_de: T_An error occurred while creating the font '{0}': T_{1}

source: Region {0}
de_de: T_Region {0}

source: List Region {0}
de_de: T_List Region {0}

source: Grid Region {0}
de_de: T_Grid Region {0}

source: {0} (searches for an image anywhere within the parent element)
de_de: T_{0} (searches for an image anywhere within the parent element)

source: (searches for the region using coordinates at a fixed position)
de_de: T_(searches for the region using coordinates at a fixed position)

source: (searches for the region using coordinates at a fixed position including search padding)
de_de: T_(searches for the region using coordinates at a fixed position including search padding)

source: (searches for the region using coordinates at a position relative to {0})
de_de: T_(searches for the region using coordinates at a position relative to {0})

source: (searches for the region using coordinates at a position relative to {0} including search padding)
de_de: T_(searches for the region using coordinates at a position relative to {0} including search padding)

source: (searches for an image at a fixed position)
de_de: T_(searches for an image at a fixed position)

source: (searches for an image at a fixed position including search padding)
de_de: T_(searches for an image at a fixed position including search padding)

source: (searches for an image at a position relative to {0})
de_de: T_(searches for an image at a position relative to {0})

source: (searches for an image at a position relative to {0} including search padding)
de_de: T_(searches for an image at a position relative to {0} including search padding)

source: -Active
de_de: T_-Active

source: Could not find property {0}
de_de: T_Could not find property {0}

source: The method or operation is not implemented.
de_de: T_The method or operation is not implemented.

source: The fonts in this store cannot be modified
de_de: T_The fonts in this store cannot be modified

source: The given XML file could not be parsed into a font. Root element found: {0}
de_de: T_The given XML file could not be parsed into a font. T_Root element found: T_{0}

source: Data must be provided for a font
de_de: T_Data must be provided for a font

source: Name cannot be empty
de_de: T_Name cannot be empty

source: endRow ({1}) must not exceed startRow ({0})
de_de: T_endRow ({1}) must not exceed startRow ({0})

source: endRow({0}) must be between 0 and {1}
de_de: T_endRow({0}) must be between 0 and {1}

source: startRow ({0}) must be between 0 and {1}
de_de: T_startRow ({0}) must be between 0 and {1}

source: Error - too many loop iterations in function RemoveEnclosingBlocksFromPixRect
de_de: T_Error - too many loop iterations in function RemoveEnclosingBlocksFromPixRect

source: Outcome not recognised
de_de: T_Outcome not recognised

source: Size of the state mask must match the size of this character's glyph
de_de: T_Size of the state mask must match the size of this character's glyph

source: The font '{0}' contains no characters
de_de: T_The font '{0}' contains no characters

source: No font set in union - cannot merge characters
de_de: T_No font set in union - cannot merge characters

source: An error occurred trying to open the Control Panel: {0}
de_de: T_An error occurred trying to open the Control Panel: T_{0}

source: Font Smoothing Enabled
de_de: T_Font Smoothing Enabled

# FontsCannotBeProperlyGeneratedBecauseFontSmoothingIsCurrentlyEnabledOnThisSyste
source: Fonts cannot be properly generated because font smoothing is currently enabled on this system. The feature must be disabled before proceeding. It can be disabled by unticking 'Smooth edges of screen fonts' in Control Panel -> System -> Advanced -> Performance Settings -> Visual Effects. Do you want to open the System Control Panel now?
de_de: T_Fonts cannot be properly generated because font smoothing is currently enabled on this system. T_The feature must be disabled before proceeding. T_It can be disabled by unticking 'Smooth edges of screen fonts' in Control Panel -> System -> Advanced -> Performance Settings -> Visual Effects. T_Do you want to open the System Control Panel now?

source: Not a valid font definition; Found root node: {0}
de_de: T_Not a valid font definition; Found root node: T_{0}

source: A named colour or a six-digit colour string is required
de_de: T_A named colour or a six-digit colour string is required

source: EraseBlocks parameter cannot be used unless identifying by background colour
de_de: T_EraseBlocks parameter cannot be used unless identifying by background colour

source: Row: {0} not within grid of height: {1}
de_de: T_Row: {0} not within grid of height: T_{1}

source: Column: {0} not within grid of width: {1}
de_de: T_Column: {0} not within grid of width: T_{1}

source: This mask cannot be stripped from the {0} any further
de_de: T_This mask cannot be stripped from the {0} any further

source: Point '{0}' is not within grid bounds: {1}
de_de: T_Point '{0}' is not within grid bounds: T_{1}

source: Invalid direction specified:
de_de: T_Invalid direction specified:

source: Can only test a horizontal or vertical line - not the line from {0} to {1}
de_de: T_Can only test a horizontal or vertical line - not the line from {0} to {1}

source: Rectangle: {0} is out of bounds for the given image - size: {1}
de_de: T_Rectangle: {0} is out of bounds for the given image - size: T_{1}

source: Rectangles must be same size: {0} != {1}
de_de: T_Rectangles must be same size: T_{0} != {1}

source: Invalid value for {0}: {1}
de_de: T_Invalid value for {0}: T_{1}

source: Invalid file format - expected even number of letter pairs
de_de: T_Invalid file format - expected even number of letter pairs

source: Invalid value attribute for {0}: {1}
de_de: T_Invalid value attribute for {0}: T_{1}

source: Invalid kernvalue for {0}: {1}
de_de: T_Invalid kernvalue for {0}: T_{1}

source: Invalid kernvalue for '{0}'
de_de: T_Invalid kernvalue for '{0}'

source: Invalid letter for '{0}'
de_de: T_Invalid letter for '{0}'

source: Invalid value for '{0}'
de_de: T_Invalid value for '{0}'

source: Masks must be the same size to check for containment
de_de: T_Masks must be the same size to check for containment

source: Mismatch between size and number of bits:
de_de: T_Mismatch between size and number of bits:

source: Invalid encoded mask value:
de_de: T_Invalid encoded mask value:

source: No font with the name '{0}' was found
de_de: T_No font with the name '{0}' was found

source: Cannot find region identified as an image.
de_de: T_Cannot find region identified as an image.

source: A relative parent ({0} above the target region) could not be identified as an image.
de_de: T_A relative parent ({0} above the target region) could not be identified as an image.

source: Failed to find top of left character in {0}{1}
de_de: T_Failed to find top of left character in {0}{1}

source: Calculating spacing between '{0}' and '{1}'
de_de: T_Calculating spacing between '{0}' and '{1}'

source: Adding '{0}'
de_de: T_Adding '{0}'

source: Saving Blue Prism font: {0}
de_de: T_Saving Blue Prism font: T_{0}

source: Generated Blue Prism font: {0}
de_de: T_Generated Blue Prism font: T_{0}

# CMDisplayName_GuideDistance
source: GuideDistance
de_de: T_GuideDistance

# CMDisplayName_Container
source: Container
de_de: T_Container

# CMDisplayName_Label
source: Label
de_de: T_Label

# CMDisplayName_PaddingRectangle
source: PaddingRectangle
de_de: T_PaddingRectangle

# CMDisplayName_RelativeRegionLines
source: RelativeRegionLines
de_de: T_RelativeRegionLines

# CMDisplayName_ShowPadding
source: ShowPadding
de_de: T_ShowPadding

# CMDisplayName_BorderColor
source: BorderColor
de_de: T_BorderColor

# CMDisplayName_FillColor
source: FillColor
de_de: T_FillColor

# CMDisplayName_IsAcceptingMouseInput
source: IsAcceptingMouseInput
de_de: T_IsAcceptingMouseInput

# CMDisplayName_Hovering
source: Hovering
de_de: T_Hovering

# CMDisplayName_Selected
source: Selected
de_de: T_Selected

# CMDisplayName_Active
source: Active
de_de: T_Active

# CMDisplayName_Mode
source: Mode
de_de: T_Mode

# CMDisplayName_Feathered
source: Feathered
de_de: T_Feathered

# CMDisplayName_DisplayedImage
source: DisplayedImage
de_de: T_DisplayedImage

# CMDisplayName_Image
source: Image
de_de: T_Image

# CMDisplayName_IsWithinContainerImage
source: IsWithinContainerImage
de_de: T_IsWithinContainerImage

# CMDisplayName_To
source: To
de_de: T_To

# CMDisplayName_From
source: From
de_de: T_From

# CMDisplayName_Id
source: Id
de_de: T_Id

# CMDisplayName_InnerRectangle
source: InnerRectangle
de_de: T_InnerRectangle

# CMDisplayName_Font
source: Font
de_de: T_Font

# CMDisplayName_Chars
source: Chars
de_de: T_Chars

# CMDisplayName_Tag
source: Tag
de_de: T_Tag

# CMDisplayName_Greyscale
source: Grayscale
de_de: T_Grayscale

# CMDisplayName_ColourTolerance
source: Colour Tolerance
de_de: T_Colour Tolerance

# CMDisplayName_SearchPadding
source: Search Padding
de_de: T_Search Padding

# CMDisplayName_LocationMethod
source: Location Method
de_de: T_Location Method

# CMDisplayName_RelativeParent
source: Relative Parent
de_de: T_Relative Parent

# CMDisplayName_Position
source: Position
de_de: T_Position

# CMDisplayName_RetainImage
source: Retain Image
de_de: T_Retain Image

# CMDisplayName_Visible
source: Visible
de_de: T_Visible

# CMDisplayName_Rectangle
source: Rectangle
de_de: T_Rectangle

# CMDisplayName_Name
source: Name
de_de: T_Name

# CMDisplayName_Padding
source: Padding
de_de: T_Padding

# CMDisplayName_ListDirection
source: ListDirection
de_de: T_ListDirection

source: False
de_de: T_False

source: True
de_de: T_True

source: Data
de_de: T_Data

# CMCategory_RegionLocation
source: Region Location
de_de: T_Region Location

# CMCategory_Appearance
source: Appearance
de_de: T_Appearance

# CMCategory_Region
source: Region
de_de: T_Region

# CMCategory_Identification
source: Identification
de_de: T_Identification

# CMCategory_Behaviour
source: Behaviour
de_de: T_Behaviour

# CMDescription_TheLocationInTheControlThatRegionGoesTo
source: The location in the control that region goes to
de_de: T_The location in the control that region goes to

# CMDescription_TheLocationInTheControlThatRegionStartsFrom
source: The location in the control that region starts from
de_de: T_The location in the control that region starts from

# CMDescription_ExternallyRegisteredCharsAssociatedWithTheRegion
source: Externally registered chars associated with the region
de_de: T_Externally registered chars associated with the region

# CMDescription_UserDefinedDataAssociatedWithTheObject
source: User-defined data associated with the object
de_de: T_User-defined data associated with the object

# CMDescription_TrueToUseGrayscaleInTheImageToSearchForThisRegion
source: True to use grayscale in the image to search for this region
de_de: T_True to use grayscale in the image to search for this region

source: Specifies the tolerance when comparing the R, G and B components of an image's pixels at run-time. Valid values are 0 through 255
de_de: T_Specifies the tolerance when comparing the R, G and B components of an image's pixels at run-time. T_Valid values are 0 through 255

source: Specifies the area around an image's original location that the region's stored image will be searched for at run-time.
de_de: T_Specifies the area around an image's original location that the region's stored image will be searched for at run-time.

source: Method used to locate a region within the containing element at run-time. 'Image' will locate the region by searching for the region's stored image at run-time; Intended for form elements with static content such as labels, icons and buttons. 'Coordinates' will locate the region by using the fixed rectangle that defines the region; Intended for elements that contain dynamic content�such as text, checkboxes and combo-boxes.
de_de: T_Method used to locate a region within the containing element at run-time. T_'Image' will locate the region by searching for the region's stored image at run-time; T_Intended for form elements with static content such as labels, icons and buttons. T_'Coordinates' will locate the region by using the fixed rectangle that defines the region; T_Intended for elements that contain dynamic contentï¿½such as text, checkboxes and combo-boxes.

source: The region from which this region's location is relatively calculated from at run-time.
de_de: T_The region from which this region's location is relatively calculated from at run-time.

source: Controls where a region's stored image is searched for within the containing element at run-time. 'Fixed' limits the search to the image location originally recorded when modelling the application, plus the additional surrounding area specified in the 'Search Padding' property. 'Relative' will search for this region relative to where its ''Relative Parent'' is found at run-time. 'Anywhere' will search the entirety of the region's parent element, and is only available when the ''Location Method'' property is set to ''Image''
de_de: T_Controls where a region's stored image is searched for within the containing element at run-time. T_'Fixed' limits the search to the image location originally recorded when modelling the application, plus the additional surrounding area specified in the 'Search Padding' property. T_'Relative' will search for this region relative to where its ''Relative Parent'' is found at run-time. T_'Anywhere' will search the entirety of the region's parent element, and is only available when the ''Location Method'' property is set to ''Image''

# CMDescription_TrueToRetainTheImageFromTheSpiedRegionInThisRegion
source: True to retain the image from the spied region in this region
de_de: T_True to retain the image from the spied region in this region

# CMDescription_TheBluePrismFontThatIsUsedInThisRegion
source: The Blue Prism font that is used in this region
de_de: T_The Blue Prism font that is used in this region
